Repository: romankolossov/GU_Work_with_modern_frameworks_in_iOS
Catalog: Maps/Maps/Resources/Localizations/*.lproj/Localizable.strings
Languages: ru

source: Route tracker
ru: Выбор маршрута

# userVCName
source: Hi
ru: Привет

source: User
ru: Пользователь

source: Logout
ru: Выход

# logoutSuccess
source: You have logged out
ru: Вы успешно вышли из аккаунта

# logoutFailureWithNoLoggedUser
source: Logout failed. No user is logged in
ru: Выход не выполнен. Пользователь не производил вход в аккаунт

source: Signup
ru: Регистрация

# toSignUp
source: Sign up
ru: Зарегистрироваться

# signupSuccess
source: Registration passed
ru: Регистрация прошла успешно

# signupFailureWithSameLogin
source: Registration failed. Entered login in use. Plese, redefine password for the login
ru: Не удалось зарегистрироваться. Введенный логин уже используется. Пожалуйста, переопределите пароль для этого логина

source: Signin
ru: Вход в аккаунт

# toSignIn
source: Sign in
ru: Войти

source: Signin success
ru: Вы успешно вошли в аккаунт

# signinFailureWithAleadyLoggedUser
source: Signin failure. User is already logged in. Please, first perform logout and signin after
ru: Неудачная попытка. Вход в аккаунт был выполнен ранее. Пожалуйста, сперва выйдете из аккаунта, затем повторите вход

# signinFailureWithEmptyTextFields
source: Signin failure. Please, check that login and password fields are not empty
ru: Войти в аккаунт не удалось. Пожалуйста, проверьте что поля логина и пароля заполнены

# signinFailureWithWrongLoginOrPassword
source: Signin failure. Entered login/password is wrong
ru: Войти в аккаунт не удалось. Введенные логин/пароль неверны

# passwordTextFieldPlaceholder
source: Password
ru: Пароль

source: Password redefining
ru: Переопределение пароля

source: Password saving
ru: Запись пароля

source: Save password
ru: Записать пароль

# passwordSaveFailureWithEmtyTextField
source: Password save failure. Please, check that password field is not empty
ru: Перезапись пароля не выполнена. Пожалуйста, проверьте что поле пароля заполнено

# passwordSaveSuccess
source: Password was saved
ru: Пароль был перезаписан

source: Close
ru: Закрыть

source: Cancel
ru: Отменить

# usersAction
source: Users data action
ru: Данные пользователей

# usersActionMessage
source: Do You want to erase all users data from database?
ru: Вы хотите удалить всех пользователей из базы данных?

source: Erase users
ru: Удалить пользователей

# changeUserData
source: Users data change
ru: Изменения данных пользователей

# usersDataErased
source: Users data was erased
ru: База данных пользователей очищена
